Repository: Keyzen2/spamguard-v2
Catalog: app/i18n/locales/*/LC_MESSAGES/messages.po
Languages: es

source: healthy
es: saludable

source: unhealthy
es: no saludable

source: System is running correctly
es: El sistema funciona correctamente

source: Database connection established
es: Conexión a base de datos establecida

source: Model loaded successfully
es: Modelo cargado exitosamente

source: Success
es: Éxito

source: Warning
es: Advertencia

source: Info
es: Información

source: Invalid API key
es: Clave API inválida

source: API key is required
es: Se requiere clave API

source: Permission denied
es: Permiso denegado

source: Unauthorized access
es: Acceso no autorizado

source: Site registered successfully
es: Sitio registrado exitosamente

source: API key generated
es: Clave API generada

source: Comment analyzed successfully
es: Comentario analizado exitosamente

source: Comment classified as spam
es: Comentario clasificado como spam

source: Comment classified as legitimate
es: Comentario clasificado como legítimo

source: Confidence level
es: Nivel de confianza

source: Analyzing comment...
es: Analizando comentario...

source: Machine learning model prediction
es: Predicción del modelo de aprendizaje automático

source: Honeypot triggered
es: Honeypot activado

source: Time check failed
es: Verificación de tiempo falló

source: Suspicious patterns detected
es: Patrones sospechosos detectados

source: Feedback received successfully
es: Retroalimentación recibida exitosamente

source: Model will be retrained with this feedback
es: El modelo será reentrenado con esta retroalimentación

source: Scan started successfully
es: Escaneo iniciado exitosamente

source: Scanning files...
es: Escaneando archivos...

source: Scan in progress
es: Escaneo en progreso

source: Scan completed
es: Escaneo completado

source: Scan failed
es: Escaneo falló

source: Quick scan
es: Escaneo rápido

source: Full scan
es: Escaneo completo

source: Custom scan
es: Escaneo personalizado

source: files scanned
es: archivos escaneados

source: threats found
es: amenazas encontradas

source: No threats detected
es: No se detectaron amenazas

source: Critical threat detected
es: Amenaza crítica detectada

source: High severity threat
es: Amenaza de alta severidad

source: Medium severity threat
es: Amenaza de severidad media

source: Low severity threat
es: Amenaza de baja severidad

source: Malware found in file
es: Malware encontrado en archivo

source: Suspicious code detected
es: Código sospechoso detectado

source: Obfuscated code found
es: Código ofuscado encontrado

source: Backdoor detected
es: Backdoor detectado

source: Shell script found
es: Script shell encontrado

source: eval() with base64 detected
es: eval() con base64 detectado

source: Dangerous function usage
es: Uso de función peligrosa

source: File quarantined successfully
es: Archivo puesto en cuarentena exitosamente

source: Threat resolved
es: Amenaza resuelta

source: Threat ignored
es: Amenaza ignorada

source: Machine learning confidence
es: Confianza del aprendizaje automático

source: Signature matched
es: Firma coincidente

source: Behavioral analysis result
es: Resultado del análisis de comportamiento

source: Checking for vulnerabilities...
es: Verificando vulnerabilidades...

source: Vulnerability check completed
es: Verificación de vulnerabilidades completada

source: vulnerabilities found
es: vulnerabilidades encontradas

source: No vulnerabilities found
es: No se encontraron vulnerabilidades

source: Your WordPress version is outdated
es: Tu versión de WordPress está desactualizada

source: Update available
es: Actualización disponible

source: Plugin has known vulnerabilities
es: El plugin tiene vulnerabilidades conocidas

source: Theme has security issues
es: El tema tiene problemas de seguridad

source: Critical vulnerability
es: Vulnerabilidad crítica

source: High risk vulnerability
es: Vulnerabilidad de alto riesgo

source: Medium risk vulnerability
es: Vulnerabilidad de riesgo medio

source: Low risk vulnerability
es: Vulnerabilidad de bajo riesgo

source: CVE ID
es: ID CVE

source: Fixed in version
es: Corregido en versión

source: Affects version
es: Afecta a versión

source: Vulnerability type
es: Tipo de vulnerabilidad

source: SQL Injection
es: Inyección SQL

source: Remote Code Execution
es: Ejecución Remota de Código

source: Local File Inclusion
es: Inclusión de Archivo Local

source: Authentication Bypass
es: Evasión de Autenticación

source: CSRF Vulnerability
es: Vulnerabilidad CSRF

source: Checking WordPress core integrity...
es: Verificando integridad del núcleo de WordPress...

source: Core integrity check completed
es: Verificación de integridad del núcleo completada

source: modified files detected
es: archivos modificados detectados

source: missing files detected
es: archivos faltantes detectados

source: WordPress core is intact
es: El núcleo de WordPress está intacto

source: File has been modified
es: El archivo ha sido modificado

source: File is missing
es: El archivo falta

source: Unexpected file found in core
es: Archivo inesperado encontrado en el núcleo

source: Hash mismatch detected
es: Discrepancia de hash detectada

source: Integrity score
es: Puntuación de integridad

source: Baseline created successfully
es: Línea base creada exitosamente

source: Monitoring file changes...
es: Monitoreando cambios de archivos...

source: File changes detected
es: Cambios de archivos detectados

source: No changes detected
es: No se detectaron cambios

source: File added
es: Archivo añadido

source: File modified
es: Archivo modificado

source: File deleted
es: Archivo eliminado

source: Permissions changed
es: Permisos cambiados

source: files monitored
es: archivos monitoreados

source: changes pending review
es: cambios pendientes de revisión

source: Change marked as legitimate
es: Cambio marcado como legítimo

source: Change marked as suspicious
es: Cambio marcado como sospechoso

source: IP blocked successfully
es: IP bloqueada exitosamente

source: IP unblocked successfully
es: IP desbloqueada exitosamente

source: Malicious activity detected
es: Actividad maliciosa detectada

source: SQL injection attempt blocked
es: Intento de inyección SQL bloqueado

source: XSS attack prevented
es: Ataque XSS prevenido

source: Path traversal blocked
es: Traversal de ruta bloqueado

source: Command injection blocked
es: Inyección de comando bloqueada

source: Rate limit exceeded
es: Límite de velocidad excedido

source: Suspicious request pattern
es: Patrón de solicitud sospechoso

source: Firewall rule triggered
es: Regla de firewall activada

source: Request blocked by WAF
es: Solicitud bloqueada por WAF

source: Attack prevented
es: Ataque prevenido

source: IP added to blocklist
es: IP añadida a lista de bloqueo

source: Threat score too high
es: Puntuación de amenaza demasiado alta

source: Checking IP reputation...
es: Verificando reputación de IP...

source: IP reputation check completed
es: Verificación de reputación de IP completada

source: IP is malicious
es: IP es maliciosa

source: IP is clean
es: IP está limpia

source: IP has suspicious activity
es: IP tiene actividad sospechosa

source: Abuse confidence score
es: Puntuación de confianza de abuso

source: Total reports
es: Reportes totales

source: Country of origin
es: País de origen

source: ISP information
es: Información del ISP

source: Known for
es: Conocida por

source: Hacking attempts
es: Intentos de hackeo

source: Spam activity
es: Actividad de spam

source: Brute force attacks
es: Ataques de fuerza bruta

source: Dashboard statistics retrieved
es: Estadísticas del panel obtenidas

source: Total sites protected
es: Total de sitios protegidos

source: Comments analyzed today
es: Comentarios analizados hoy

source: Spam blocked today
es: Spam bloqueado hoy

source: Active threats
es: Amenazas activas

source: Scans completed
es: Escaneos completados

source: Average accuracy
es: Precisión promedio

source: Model performance
es: Rendimiento del modelo

source: Security score
es: Puntuación de seguridad

source: System uptime
es: Tiempo de actividad del sistema

source: An error occurred
es: Ocurrió un error

source: Internal server error
es: Error interno del servidor

source: Database connection failed
es: Conexión a base de datos falló

source: Database query error
es: Error de consulta de base de datos

source: File not found
es: Archivo no encontrado

source: Invalid file path
es: Ruta de archivo inválida

source: Permission error
es: Error de permisos

source: Cannot read file
es: No se puede leer el archivo

source: Cannot write file
es: No se puede escribir el archivo

source: Invalid request data
es: Datos de solicitud inválidos

source: Missing required field
es: Campo requerido faltante

source: Invalid data format
es: Formato de datos inválido

source: Operation timed out
es: Operación agotó el tiempo de espera

source: Service unavailable
es: Servicio no disponible

source: Too many requests
es: Demasiadas solicitudes

source: Resource not found
es: Recurso no encontrado

source: Conflict detected
es: Conflicto detectado

source: Validation error
es: Error de validación

source: Email notification sent
es: Notificación por correo enviada

source: Webhook triggered
es: Webhook activado

source: Alert created
es: Alerta creada

source: Critical alert
es: Alerta crítica

source: Security notification
es: Notificación de seguridad

source: Scan report ready
es: Informe de escaneo listo

source: Action required
es: Acción requerida

source: Immediate attention needed
es: Se necesita atención inmediata

source: {count} file scanned
es: {count} archivo escaneado

source: {count} threat detected
es: {count} amenaza detectada

source: {count} vulnerability found
es: {count} vulnerabilidad encontrada

source: {count} file modified
es: {count} archivo modificado

source: {count} IP blocked
es: {count} IP bloqueada

source: {count} day ago
es: hace {count} día

source: {count} hour ago
es: hace {count} hora

source: {count} minute ago
es: hace {count} minuto

# scan status
source: pending
es: pendiente

# scan status
source: running
es: ejecutándose

# scan status
source: completed
es: completado

# scan status
source: failed
es: fallido

# threat status
source: active
es: activa

# threat status
source: quarantined
es: en cuarentena

# threat status
source: resolved
es: resuelta

# threat status
source: ignored
es: ignorada

# severity level
source: critical
es: crítico

# severity level
source: high
es: alto

# severity level
source: medium
es: medio

# severity level
source: low
es: bajo
